{
  "better-escape.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "main" },
  "vercel-theme.nvim": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-commentary": { "branch": "master" }
}
